{
  "🇰🇿Northern Kazakhstan🇰🇿": "In the period from 1921 to 1940, 20 oil factories were restored in northern Kazakhstan. New \"Bread Lines\" were built on the territory of northern Kazakhstan: the Petropavlovsk - Kokchetav road, as well as the Slavgorod - Kulunda - Pavlodar line of the South Siberian Railway. \n\nIn 1922, large mills started working in Kostanay and Pavlodar. The restored pimokatny, sheepskin, tannery and iron foundries in Petropavlovsk in 1923 were merged into a single enterprise - the industrial complex.",
  "🇰🇿Central Kazakhstan🇰🇿": "The coal industry received rapid development, 90% of the production of which in 1940 fell to the share of the Karaganda basin, which became the third coal stoker of the country after the Donbass and Kuzbass. \n\nNew factories required a sufficient supply of energy. Due to this the Karaganda CES and thermal power plants of the Balkhash copper-smelting plant were built. Since there are a number of jobs in central Kazakhstan, therefore, migration to this region began. Construction order Dzhezkazgan Copper Smelter came out 1938.",
  "🇰🇿Eastern Kazakhstan🇰🇿": "Ridder's workers fought hard to restore mines, mines, a processing plant, a power plant, a railway and other facilities, but due to lack of equipment and money, these enterprises were transferred to the position of technical protection and only in 1925 work was resumed to restore Ridder's enterprises. \n\nThe enterprises of Ekibastuz and Ridder were managed by the Central Council of National Economy of Kazakhstan.",
  "🇰🇿South Kazakhstan🇰🇿": "Tanneries began work in Almaty, Shymkent and Talgar. Significant successes were achieved in the light and food industry: a shoe and two-piece factories in Alma-Ata were put into operation and successfully operated. \n\nGuryevsky fish cannery and Alma-Ata fruit and vegetable combine, the first sugar factories in Taldy-Kurgan, Merka and Dzhambul, a tobacco factory in Alma-Ata, row-mills, bread and butter factories. The chemical industry was developing: the Chimkent chemical pharmaceutical plant was reconstructed. In 1928-1940 the railway network of the republic increased by almost 50% and reached 6581 km. The Turkestan-Siberian railway was built, connecting Siberia with Central Asia.",
  "🇰🇿Western Kazakhstan🇰🇿": "In 1939 the Aktobe chemical plant began its work, which began to produce phosphate fertilizers In terms of oil production, Kazakhstan is in third place (after Russia and Azerbaijan). Western Kazakhstan is the largest oil and gas producing region of the country. \n\nThe world's largest developed oil and gas fields are Tengiz, Karachaganak, Kashagan. The region has large reserves of oil, gas, chromium, nickel, titanium, zinc, copper and aluminum. Therefore for USSR most important industrialize this region."
}